import edukacijaImg from "../assets/Sliki/Za_Nas/edukacija1.jpg";
import nastaniImg from "../assets/Sliki/Za_Nas/nastani.jpg";
import coworkingImg from "../assets/Sliki/Za_Nas/coworking.jpg";
import prostorImg from "../assets/Sliki/Za_Nas/prostor za nastani.jpg";
import partnerstvaImg from "../assets/Sliki/Za_Nas/partnerstva so tech komp.jpg";
import inovaciiImg from "../assets/Sliki/Za_Nas/IMG_7397.jpg";

import codeworks from "../assets/Sliki/Nastani/IMG_7481.jpg";
import marketing from "../assets/Sliki/Nastani/instruktori.jpg";
import dataScience from "../assets/Sliki/Nastani/Hristijan-Nosecka-1024x536.jpg";

export const za_nas_cards = [
  {
    img: edukacijaImg,
    title: "Едукација",
    text:
      "Научи практични вештини за трансформација во кариерата. Нашата специјалност е да ти помогнеме да го најдеш правилниот skill set кој ќе одговори на реалните потреби на пазарот на труд. Организираме курсеви, академии и персонализирани обуки кои одговараат на реалните потреби на денешницата.",
    url: "https://brainster.co/",
  },
  {
    img: nastaniImg,
    title: "Настани",
    text:
      "Научи практични вештини за трансформација во кариерата. Нашата специјалност е да ти помогнеме да го најдеш правилниот skill set кој ќе одговори на реалните потреби на пазарот на труд. Организираме курсеви, академии и персонализирани обуки кои одговараат на реалните потреби на денешницата.",
    url: "/calendar",
  },
  {
    img: coworkingImg,
    title: "Coworking",
    text:
      "Научи практични вештини за трансформација во кариерата. Нашата специјалност е да ти помогнеме да го најдеш правилниот skill set кој ќе одговори на реалните потреби на пазарот на труд. Организираме курсеви, академии и персонализирани обуки кои одговараат на реалните потреби на денешницата.",
    url: "/coworking",
  },
  {
    img: prostorImg,
    title: "Простор за настани",
    text:
      "Научи практични вештини за трансформација во кариерата. Нашата специјалност е да ти помогнеме да го најдеш правилниот skill set кој ќе одговори на реалните потреби на пазарот на труд. Организираме курсеви, академии и персонализирани обуки кои одговараат на реалните потреби на денешницата.",
    url: "/events_space",
  },
  {
    img: partnerstvaImg,
    title: "Партнерства со Tech компании",
    text:
      "Научи практични вештини за трансформација во кариерата. Нашата специјалност е да ти помогнеме да го најдеш правилниот skill set кој ќе одговори на реалните потреби на пазарот на труд. Организираме курсеви, академии и персонализирани обуки кои одговараат на реалните потреби на денешницата.",
    url: "https://brainster.co/",
  },
  {
    img: inovaciiImg,
    title: "Иновации за компании",
    text:
      "Научи практични вештини за трансформација во кариерата. Нашата специјалност е да ти помогнеме да го најдеш правилниот skill set кој ќе одговори на реалните потреби на пазарот на труд. Организираме курсеви, академии и персонализирани обуки кои одговараат на реалните потреби на денешницата.",
    url: "https://brainster.co/",
  },
];

export const nastani_cards = [
  {
    img: codeworks,
    title: "Codeworks",
    text:
      "Вистинскиот настан за сите tech таленти кои сакаат да кодираат и да научат што е ново во tech заедницата. Настан кој ги поврзува mid programerite со IT компаниите. Deep Dive Intensive Seminar<br/> Екслузивни семинари кои комбинираат три различни техникки на учење.",
  },
  {
    img: marketing,
    title: "Deep Dive into Marketing",
    text:
      "Deep Dive into Marketing се серија интензивни семинари кои се наменски подготвени да ти помогнат да ги совладаш и предвидиш современите промени, предизвици и идните трендови во областа во marketingot.",
  },
  {
    img: dataScience,
    title: "Deep Dive into Data Science",
    text:
      "Deep Dive into Data Science се серија интензивни семинари кои се наменски подготвени да ти помогнат да ги совладаш и предвидиш современите промени, предизвици и идните трендови во областа во Data Science.",
  },
];

export const blockContext = {
  edukacija: (
    <p>
      Дали си подготвен да одговориш на потребите на иднината. Вистинските
      курсеви, академии и семинари кои ќе ти овозможат кариерна трансформација
      во областа дигитален маркетинг, дизајн, програмирање и Data Science.
    </p>
  ),

  edukacija_img: edukacijaImg,

  coworking: (
    <p>
      Биди дел од заедницата на иноватори, креативци и претприемачи. Резевирај
      стол во нашата shared office. Пичјго твојот бизнис и нашиот тим заедно ќе
      одлучи секој месец со кого да ги дели своите канцеларии.
    </p>
  ),

  events_space_1: (
    <p>
      Можност за презентации, обуки, конференции, networking настани. Одбери ја
      просторијата која најмногу ќе одговара на твојата идеја. Го задржуваме
      правото да одбереме кој настан ќе се организира во нашиот Brainster Space.
    </p>
  ),
  events_space_2: (
    <p>
      Нашиот простор се прилагодува според потребите на вашиот настан
      Седумразлични простории и Space Kitchen. <br /> <br /> Наменски создадени
      да се прилагодуваат и менуваат во согласност со типот на настан кој го
      организирате. <br /> <br />
      Организираме конференции до 150 учесници и обуки и предавања за групи од
      20 учесници. Контактирај не за да хостираме одличен настан
    </p>
  ),

  events_space_img: prostorImg,
};
